alsa-utils
atril
autoconf
automake
bash
binutils
bison
blender
boost
box2d
bzip2
caja
coreutils
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
dmenu
dnscrypt-proxy
e2fsprogs
elinks
emacs
expac
fakeroot
feh
file
filesystem
findutils
firefox
flex
freecad
gawk
gcc
gcc-libs
gettext
ghc
gimp
git
glibc
gnu-netcat
google-glog
grep
groff
grub
gzip
happy
i3-wm
i3lock
i3status
inetutils
iproute2
iputils
jfsutils
jshon
less
libtool
licenses
linux
linux-grsec
logrotate
lua
lvm2
lynx
m4
macchanger
make
man-db
man-pages
mdadm
nano
nasm
netctl
nmap
openra
openssh
pacman
patch
paxd
pciutils
pcmciautils
perl
pkg-config
pluma
procps-ng
psmisc
putty
python
python-pip
qbittorrent
reiserfsprogs
rust
rxvt-unicode
s-nail
sdl2
sdl2_image
sdl2_mixer
sdl2_ttf
sed
shadow
sshguard
sudo
surf
syncthing
syncthing-gtk
sysfsutils
systemd-sysvcompat
tar
terminus-font
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-genericextra
texlive-htmlxml
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-plainextra
texlive-pstricks
texlive-publishers
texlive-science
tiled
toxcore
unzip
usbutils
util-linux
vi
weechat
wget
which
wireless_tools
wpa_actiond
wpa_supplicant
xclip
xf86-video-ati
xfsprogs
xorg-iceauth
xorg-luit
xorg-server
xorg-server-utils
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
